"MenuTitle" = "HP LaserJet Professional Utility";

"Supply Status Page" = "Verbrauchsmaterial-Statusseite";
"Configuration Page" = "Konfigurationsseite";
"Cleaning Page" = "Reinigungsseite";
"Demo Page" = "Testseite";
"Print Information Pages" = "Informationsseiten drucken";
"OK" = "OK";
"Cancel" = "Abbrechen";

"Quiet Mode" = "Flüsterleiser Modus";
"Enable" = "Aktivieren";
"Disable" = "Deaktivieren";
"HTML Config..." = "HTML-Konfig...";

"1 minute" = "1 Minute";
"5 minutes" = "5 Minuten";
"15 minutes" = "15 Minuten";
"30 minutes" = "30 Minuten";
"1 hour" = "1 Stunde";
"2 hours" = "2 Stunden";
"4 hours" = "4 Stunden";
"8 hours" = "8 Stunden";
"24 hours" = "24 Stunden";

"After 1 minute" = "Nach 1 Minute";
"After 5 minutes" = "Nach 5 Minuten";
"After 15 minutes" = "Nach 15 Minuten";
"After 30 minutes" = "Nach 30 Minuten";
"After 1 hour" = "Nach 1 Stunde";
"After 2 hours" = "Nach 2 Stunden";
"Never" = "Nie";

"EcoSMART" = "EcoSMART";

"sleep after" = "Ruhemodus nach:";

"Auto Off after:" = "Auto-Aus nach:";

"Language" = "GERMAN";

"CleaningPagePanelLabel" = "HP LaserJet Cleaning Utility wurde entwickelt, um Papier- und Tonerpartikel zu entfernen, die sich in der Fixiereinheit und an den Walzen ansammeln können. Es verlängert somit die Lebensdauer des Druckers.\nFühren Sie folgende Schritte aus, um den Reinigungsvorgang zu starten:\n1. Vergewissern Sie sich, dass sich das Gerät im Leerlauf befindet und die Bereit-LED leuchtet.\n2. Legen Sie Transparentfolien oder Kopierpapier (70 g/m² - 90 g/m²) mit einer glatten Oberfläche in Fach 1 ein.\n3. Drücken Sie OK, um mit der Reinigung zu beginnen.\nHinweis - Der Reinigungsvorgang dauert insgesamt etwa 3 Minuten.";
